Revit 2024 API
DefinitionBindingMap.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual bool Contains(
	Definition key
)
Visual Basic
Public Overridable Function Contains ( _
	key As Definition _
) As Boolean
Visual C++
public:
virtual bool Contains(
	Definition^ key
)
Parameters
key
Type: Autodesk.Revit.DB.Definition
See Also
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace